{
    "Home": "الرئيسية",
    "About": "عنا",
    "Blogs": "المدونات",
    "Volunteers": "المتطوعون",
    "Login": "تسجيل الدخول",
    "Register": "تسجيل",
    "BloodDonation-footer": "<span className=\"main-color\">بالدم</span> التبرع",
    "blood-donation-definition": ".هو عمل بسيط من اللطف يمكن أن يكون له تأثير عميق على حياة شخص ما. لا يستغرق الأمر سوى بضع دقائق للتبرع بالدم ، لكن التأثير يمكن أن يستمر مدى الحياة",
    "Join us in our efforts to make a difference in the world.": "انضم إلينا في جهودنا لإحداث فرق في العالم.",
    "Find Blood": "البحث عن الدم",
    "Donate": "تبرع",
    "About Us": "عنا",
    "Contact Us": "تواصل معنا",
    "Terms & Conditions": "الشروط والأحكام",
    "Download App": "تحميل التطبيق",
    "copyright": "حقوق النشر  &copy;2023 <span className = \"main-color fw-bold\"> فريق التبرع بالدم </span>",
    "Blood-Donation": "التبرع <Text>بالدم</Text>",
    "Saves Lives,": "،ينقذ الأرواح",
    "Together we are stronger": "معاً نحن أقوى",
    "Find-blood-donors": ".ابحث عن متبرعين بالدم بالقرب من موقعك وقم بطلب الدم في أقل من 5 دقائق",
    "Donate Now": "تبرع الآن",
    "Join The Cause": "انضم إلى القضية",
    "Join-our-cause": ".انضم إلى قضيتنا وساعدنا في إنقاذ المزيد من الأرواح. يجب أن يكون لكل شخص الحق في الحصول على نقل دم",
    "Find Donors in your Area": "ابحث عن متبرعين في منطقتك",
    "Get connected in a matter of minutes at zero cost": ".اتصل في غضون دقائق بدون تكلفة. يأتي تطبيقنا مزودا بنظام ذكي يعثر على أقرب المتبرعين بالدم. يعمل نظامنا الآلي للتبرع بالدم بكفاءة كلما احتاج شخص ما إلى نقل دم",
    "Answer to Emergencies": "الاستجابة لحالات الطوارئ",
    "Answer to Emergencies Paragraph": "بمجرد رفع طلب دم جديد ، يتم توجيهه بين المتبرعين بالدم المتطوعين المحليين. نحن نعلم أن الوقت مهم! لذلك نبقيك على اطلاع دائم بالإشعارات في الوقت الفعلي المرسلة إليك مباشرة عبر الرسائل القصيرة (رسالة نصية) أو تطبيق الهاتف المحمول المثبت",
    "Made for Everyone": "صنع للجميع",
    "Made for Everyone Paragraph": "كل ما عليك فعله هو إرسال رسالة نصية إلى 8655 ، \" الدم المطلوب(فصيلة الدم) في (مدينتك)\" ، بأي لغة تريدها. نظامنا ذكي بما يكفي لفهم أي شيء تكتبه ويساعدك في العثور على متبرع في غضون دقائق إن لم يكن ثوان ",
    "You are someone's Hero": "أنت بطل شخص ما",
    "You are someone's Hero Paragraph": "في أقل من بضع دقائق ، يمكنك أن تصبح بطلا غير مسمى لشخص ما ، غير معروف ، ولكنه مهم للغاية. إنقاذ الحياة هو عمل نبيل يبدأ بكل بساطة وسهولة. تبرع بالدم أو تبرع بالمال ، كل شكل من أشكال المساهمة التي تقدمها مهم وقيم وضروري في مهمتنا المشتركة لإنقاذ الأرواح.",
    "Start Saving Lives": "ابدأ في إنقاذ الأرواح",
    "Start Saving Lives Paragraph": "كن متبرعاً أو اطلب الدم وساعد في إنقاذ<br /> الأرواح",
    "Lives Saved": "الأرواح المحفوظة",
    "Lives Saved Paragraph": "ساعد التبرع بالدم في إنقاذ حياة أكثر من <Text >20000 شخص</Text> ساعدنا في انقاذ المزيد",
    "Find blood donors near your location and request the needed blood type": "ابحث عن متبرعين بالدم بالقرب من موقعك واطلب فصيلة الدم المطلوبة",
    "Get Notification": "الحصول على إشعار",
    "Get notified about requests instantly, either on our app or by sms": "احصل على إشعارات حول الطلبات على الفور ، إما على تطبيقنا أو عن طريق الرسائل القصيرة",
    "Forever Free": "مجاني إلى الأبد",
    "You don't have to pay anything, Blood Donation Connect is forever Free !": "ليس عليك دفع أي شيء ، توصيل التبرع بالدم مجاني إلى الأبد!",
    "What we do at blood donation foundation": "ماذا نفعل في مؤسسة التبرع بالدم",
    "We solve the problem of blood emergencies by connecting blood donors directly with people in blood need.": "نحن نحل مشكلة حالات الطوارئ الدموية من خلال ربط المتبرعين بالدم مباشرة مع الأشخاص المحتاجين للدم.",
    "What is this all about ?": "ما هو كل هذا؟",
    "What we do?": "ماذا نفعل؟",
    "We connect blood donors with recipients, without any intermediary such as blood banks, for an efficient and seamless process.": "نحن نربط المتبرعين بالدم بالمتلقين ، دون أي وسيط مثل بنوك الدم ، من أجل عملية فعالة وسلسة.",
    "Innovative": "مبتكر",
    "Blood donation Connect is an innovative approach to address global health. We provide immediate access to blood donors.": "توصيل التبرع بالدم هو نهج مبتكر لمعالجة الصحة العالمية. نحن نوفر الوصول الفوري إلى المتبرعين بالدم.",
    "Network": "شبكة",
    "Blood donation is one of several community organizations working together as a network that responds to emergencies in an efficient manner.": "التبرع بالدم هو واحد من العديد من المنظمات المجتمعية التي تعمل معا كشبكة تستجيب لحالات الطوارئ بطريقة فعالة.",
    "Get notified": "احصل على إشعار",
    "Blood donation Connect works with network partners to connect blood donors and recipients through an automated SMS service and a mobile app.": "تعمل شبكة التبرع بالدم مع شركاء الشبكة لربط المتبرعين بالدم والمتلقين من خلال خدمة الرسائل القصيرة الآلية وتطبيق الهاتف المحمول.",
    "Totally Free": "مجاني تماماً",
    "Totally Free paragraph": "الهدف النهائي لتوصيل التبرع بالدم هو توفير طريقة سهلة  الاستخدام وسهلة الوصول وسريعة وفعالة وموثوقة للحصول على الدم المنقذ للحياة ، مجاناً تماماً.",
    "Save Life": "أنقذ الحياة",
    "Save Life paragraph": "نحن مؤسسة غير ربحية وهدفنا الرئيسي هو التأكد من أن كل شيء يتم القيام به لحماية الأشخاص الضعفاء. ساعدنا من خلال تقديم هدية!",
    "Using Our Service": "استخدام خدمتنا",
    "Using our service is as simple as saying, Hello!": "! ًاستخدام خدمتنا بسيط مثل قول ، مرحبا",
    "Register your account so you can immediately start using Blood Donation Connect": "قم بتسجيل حسابك حتى تتمكن من البدء فوراً في استخدام توصيل التبرع بالدم",
    "Post a Blood request": "نشر طلب الدم",
    "Post a blood request using this website or our app and locate  blood volunteers within your area.": ".انشر طلب دم باستخدام هذا الموقع الإلكتروني أو تطبيقنا وحدد موقع متطوعي الدم داخل منطقتك",
    "Get notified in real time when a donor has been found and when the blood is on its way to the patient": "احصل على إشعار في الوقت الفعلي عندما يتم العثور على متبرع وعندما يكون الدم في طريقه إلى المريض",
    "Save a Life": "أنقذ حياة",
    "Donating or requesting blood share the same noble and final purpose Saving a Life.": ".التبرع بالدم أو طلبه يشترك في نفس الغرض النبيل والنهائي إنقاذ حياة",
    "Saving Lives Through Donation": "إنقاذ الأرواح من خلال التبرع",
    "Blood donation is a regulated and safe process with thorough screening to assess donor eligibility and testing to prevent risks to recipients.": "التبرع بالدم هو عملية منظمة وآمنة مع فحص شامل لتقييم أهلية المتبرع واختباره لمنع المخاطر التي يتعرض لها المتلقون.",
    "A single blood donation can save up to three lives by providing essential components like red blood cells, platelets, and plasma for various medical treatments, such as surgery or blood loss replacement.": "يمكن للتبرع بالدم الواحد أن ينقذ ما يصل إلى ثلاثة أرواح من خلال توفير المكونات الأساسية مثل خلايا الدم الحمراء والصفائح الدموية والبلازما لمختلف العلاجات الطبية ، مثل الجراحة أو استبدال فقدان الدم.",
    "Blood donation relies on volunteers' generosity, and regular donors are crucial to meet the constant need for blood. Your donation can bring hope to those in need, contributing to a compassionate community dedicated to saving lives and improving well-being.": "يعتمد التبرع بالدم على سخاء المتطوعين ، والمتبرعون المنتظمون ضروريون لتلبية الحاجة المستمرة للدم. تبرعك يمكن أن يجلب الأمل للمحتاجين ، ويساهم في مجتمع رحيم مكرس لإنقاذ الأرواح وتحسين الرفاهية.",
    "Blood types are categorized into four main groups: A, B, AB, and O. Type O negative is a universal donor, compatible with all blood types, while individuals with AB positive are universal recipients, able to receive blood from any type. Ensuring the compatibility of blood types is vital during transfusions to minimize risks and optimize effectiveness.": "يتم تصنيف أنواع الدم إلى أربع مجموعات رئيسية: A و B و AB و O. النوع O السلبي هو متبرع عالمي ، متوافق مع جميع أنواع الدم ، في حين أن الأفراد الذين لديهم AB إيجابي هم متلقون عالميون ، قادرون على تلقي الدم من أي نوع. إن ضمان توافق فصائل الدم أمر حيوي أثناء عمليات نقل الدم لتقليل المخاطر وتحسين الفعالية.",
    "Individuals typically need to be at least 17 or 18 years old, in good health, meet weight requirements, and have an adequate hemoglobin level. Certain factors like recent travel or medical treatments may result in temporary deferral. It's important to consult the local blood donation center or blood bank for specific eligibility criteria as guidelines can vary by region.": "يحتاج الأفراد عادة إلى أن يكون عمرهم 17 أو 18 عاما على الأقل ، وأن يتمتعوا بصحة جيدة ، وأن يستوفوا متطلبات الوزن ، وأن يكون لديهم مستوى كاف من الهيموجلوبين. قد تؤدي بعض العوامل مثل السفر الأخير أو العلاجات الطبية إلى تأجيل مؤقت. من المهم استشارة مركز التبرع بالدم المحلي أو بنك الدم للحصول على معايير أهلية محددة حيث يمكن أن تختلف الإرشادات حسب المنطقة.",
    "Search our Super Hero Volunteers": "ابحث عن متطوعينا الأبطال الخارقين",
    "Filter with:": "تصفية ب:",
    "All": "الكل",
    "Location": "المكان",
    "Alexandria": "إسكندرية",
    "Aswan": "أسوان",
    "Asyut": "أسيوط",
    "Beheira": "البحيرة",
    "Beni Suef": "بني سويف",
    "Cairo": "القاهرة",
    "Dakahlia": "الدقهلية",
    "Damietta": "دمياط",
    "Faiyum": "الفيوم",
    "Gharbia": "الغربية",
    "Giza": "الجيزة",
    "Ismailia": "اسماعلية",
    "Kafr El Sheikh": "كفر الشيخ",
    "Luxor": "الأقصر",
    "Matruh": "مطروح",
    "Minya": "المنيا",
    "Monufia": "المنوفية",
    "New Valley": "الوادي الجديد",
    "North Sinai": "شمال سيناء",
    "Port Said": "بورسعيد",
    "Qalyubia": "القلبوبية",
    "Qena": "قنا",
    "Red Sea": "البحر الأحمر",
    "Sharqia": "الشرقية",
    "Sohag": "سوهاج",
    "South Sinai": "جنوب سيناء",
    "Suez": "السويس",
    "Reset": "إعادة تعيين",
    "Please wait data loading": "يرجى انتظار تحميل البيانات",
    "VOLUNTEER": "المتطوع",
    "LOCATION": "المكان",
    "BLOOD GROUP": "فصيلة الدم",
    "Blood Type": "فصيلة الدم",
    "Sorry, no results found": "عذراً، لم يتم العثور على نتائج",
    "Loading...": "جاري التحميل...",
    "Start saving lives": "ابدأ في إنقاذ الأرواح",
    "Choose Your Plan": "اختر خطتك",
    "Organization": "منظمة",
    "This Plan Include Hospitals and Blood Banks": "تشمل هذه الخطة المستشفيات وبنوك الدم",
    "* Your are Following the Organizational Plan": "* أنت تتبع الخطة التنظيمية",
    "User": "مستخدم",
    "This Plan Include Donors and recipients": "تشمل هذه الخطة المتبرعين والمستقبلين",
    "* Your are Following the Users Plan": "* أنت تتبع خطة المستخدمين",
    "Cancel": "إلغاء الأمر",
    "Sign Up": "تسجيل",
    "Sign In": "تسجيل الدخول",
    "Log In - Users": "تسجيل الدخول - المستخدمون",
    "Email address": "عنوان البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Log In - Organizations": "تسجيل الدخول - المنظمات",
    "Organization Code": "كود المنظمة",
    "Sign Up To Save A Life!": "قم بالتسجيل لإنقاذ حياة!",
    "First Name": "الاسم الأول",
    "* This Field Can't be Empty": "* لا يمكن أن يكون هذا الحقل فارغاً",
    "Last Name": "اسم العائلة",
    "* Please Enter A Valid Email": "* الرجاء إدخال بريد إلكتروني صحيح",
    "* Password Must be At least 6 Characters": "* يجب أن تتكون كلمة المرور من 6 أحرف على الأقل",
    "Confirm Password": "تأكيد كلمة المرور",
    "* The Password Is Not Matching": "* كلمة المرور غير متطابقة",
    "Address": "العنوان",
    "* Please Enter A Valid Address": "* الرجاء إدخال عنوان صحيح",
    "City": "المدينة",
    "* Please Enter A Valid City": "* الرجاء إدخال مدينة صالحة",
    "Phone Number": "رقم الهاتف",
    "* Please Enter A Valid Phone Number": "* الرجاء إدخال رقم هاتف صحيح",
    "Select Blood Type": "اختر فصيلة الدم",
    "Gender": "النوع",
    "Male": "ذكر",
    "Female": "أنثى",
    "Have an Account?": "هل لديك حساب؟",
    "Sign in Here": "تسجيل الدخول هنا",
    "Your Account Created Successfully": "تم إنشاء حسابك بنجاح",
    "Please Check For Any Missing Field": "يرجى التحقق من وجود أي حقل فارغ",
    "Sign Up Your Organization To Save a Life": "قم بتسجيل منظمتك لإنقاذ حياة",
    "Organization Name": "اسم المنظمة",
    "Organization Email": "البريد الإلكتروني للمنظمة",
    "Sector": "قطاع",
    "governmental": "حكومي",
    "Private": "خاص",
    "Edit": "تعديل",
    "Message": "رسالة",
    "Full Name": "الاسم الكامل",
    "Email": "البريد الإلكتروني",
    "Phone": "الهاتف",
    "Available to Donate": "متاح للتبرع",
    "Avialable": "متاح",
    "Not Available": "غير متاح",
    "Be Available for Volunteering": "كن متاحاً للتطوع",
    "Hospital Name": "اسم المستشفى",
    "Code": "الكود",
    "Edit Account": "تعديل الحساب",
    "Edit Data": "تعديل البيانات",
    "Terms": "الشروط",
    "Conditions": "الأحكام",
    "This stuff is boring, but important. In short, be a decent human being.": "هذه الأشياء مملة ، لكنها مهمة. باختصار ، كن إنسانا لائقا.",
    "Software License and Service Agreement": "ترخيص البرنامج واتفاقية الخدمة",
    "Software License and Service Agreement Paragraph": "هذه اتفاقية قانونية (\"هذه الاتفاقية\") بين Savelife Foundation، Inc. (\"Savelife\" أو \"الشركة\" أو \"Save Life\" \"Save life تواصل \"نحن\" أو \"نحن\" أو \"لدينا\" أو ضمائر أخرى مماثلة) و مستخدمو (\"أنت\") لأي خدمات أو ميزات في Blood Donation Connect (المشار إليه فيما يلي باسم \"البرنامج\") ، والتي يتم توفيرها بواسطة شركة. يرجى قراءة الاتفاقية بعناية وتحديد ما إذا كنت تريد ذلك قبولها (يجب أن يكون القاصر برفقة ولي أمره القانوني عند قبول الاتفاقية). لا يسمح لك بالتنزيل ، تثبيت أو استخدام البرامج أو الخدمات ذات الصلة ما لم تقبل الكل شروط وأحكام هذه الاتفاقية. بقبول الاتفاق ، أنت توافق على وتوافق على الالتزام بـ شروط هذه الاتفاقية. نحن نحتفظ بجميع الحقوق غير الممنوحة صراحة لك.",
    "Acceptance of the Agreement": "قبول الاتفاقية",
    "Acceptance of the Agreement Paragraph": "من خلال إنشاء حساب Save Life Connect أو باستخدام Save Life Connect التطبيق (يُشار إليها إجمالاً باسم \"الخدمة\") ، فأنت توافق على الالتزام بـ (1) هذا الاتفاقية ، و (2) سياسة الخصوصية الخاصة بنا ، و (3) أي شروط يتم الكشف عنها أنت ووافقت عليك إذا قمت بشراء ميزات أو منتجات أو الخدمات التي نقدمها على الخدمة (يشار إليها إجمالاً باسم \"الاتفاقية\"). لو أنت لا تقبل وتوافق على الالتزام بكل شروط هذا الاتفاق ، من فضلك لا تستخدم الخدمة.",
    "Acceptance of the Agreement Paragraph2": "يجوز لنا إجراء تغييرات على الاتفاقية والخدمة من وقت لآخر وقت. قد نقوم بذلك لأسباب متنوعة بما في ذلك التفكير التغييرات في أو متطلبات القانون أو الميزات الجديدة أو التغييرات في الممارسات التجارية. أحدث نسخة من الاتفاقية ستكون المنشورة على الخدمة وأيضًا على www.save.life ، ويجب عليك ذلك تحقق بانتظام من أحدث إصدار. أحدث إصدار هي النسخة التي تنطبق. إذا كانت التغييرات تشمل تغييرات جوهرية التي تؤثر على حقوقك أو التزاماتك ، سنخطرك مسبقًا من التغييرات بوسائل معقولة ، والتي يمكن أن تشمل الإخطار من خلال الخدمة أو عبر البريد الإلكتروني. إذا واصلت استخدام الخدمة بعد أن تصبح التغييرات سارية المفعول ، فأنت توافق على المراجعة اتفاق.",
    "Eligibility": "الاهليه",
    "Eligibility Paragraph": "يجب أن يكون عمرك 18 عامًا على الأقل لإنشاء حساب على Save Life قم بتوصيل واستخدام الخدمة. إذا كنت قاصر يرجى قراءة هذا الاتفاق والاتفاقيات الأخرى المذكورة أعلاه مع القانوني الخاص بك وصي. من خلال إنشاء حساب واستخدام الخدمة ، فإنك تمثل وتضمن أنه يمكنك إبرام عقد ملزم مع Save Life يتصل.",
    "Your account": "حسابك",
    "Your account Paragraph": "يمكنك تسجيل الدخول إلى Save Life Connect باستخدام حسابك على Facebook. اذا أنت عند القيام بذلك ، فأنت تفوضنا بالوصول إلى حساب معين على Facebook واستخدامه المعلومات ، بما في ذلك على سبيل المثال لا الحصر ملفك الشخصي العام على Facebook ومعلومات عن أصدقاء Facebook الذين تشاركهم مع الآخرين مستخدمي Save Life Connect. لمزيد من المعلومات بخصوص المعلومات التي نجمعها منك وكيف نستخدمها ، يرجى الرجوع إلى سياسة الخصوصية.",
    "Your account Paragraph2": "أنت مسؤول عن الحفاظ على سرية تسجيل الدخول الخاص بك بيانات الاعتماد التي تستخدمها للتسجيل في Save Life Connect ، وأنت كذلك المسؤول الوحيد عن جميع الأنشطة التي تحدث في إطار تلك أوراق اعتماد. إذا كنت تعتقد أن شخصًا ما قد تمكن من الوصول إلى حسابك ، يرجى الاتصال على الفور support@save.life.",
    "Scope of License": "نطاق الترخيص",
    "Scope of License Paragraph": "تمنحك مؤسسة Save Life Foundation، Inc معلومات شخصية وغير قابلة للتحويل و حق غير حصري وترخيص لاستخدام البرنامج على أي هاتف محمول الجهاز الذي تملكه ، بشرط أن تقبل جميع الشروط والأحكام من الاتفاقية ، بما في ذلك تلك المحدثة أو المنقحة في المستقبل (إذا أي).",
    "Scope of License Paragraph2": "الحقوق محفوظة: لا تزال ملكية جميع الحقوق الأخرى غير المرخصة بموجب هذا يجب أن تحصل على موافقة كتابية منفصلة من Save Life Foundation، Inc عند استخدام حقوق أخرى.",
    "Restrictions": "القيود",
    "Without the prior written consent of Save Life Foundation, Inc, you may not and you agree not to:": "بدون موافقة خطية مسبقة من مؤسسة Save Life، Inc ، لا يجوز لك وتوافق على عدم:",
    "(a) Reproduce the Software in whole or in part;": "(أ) إعادة إنتاج البرنامج كلياً أو جزئياً؛",
    "(b) Sub-license, sell, assign, rent, lease, export, import, distribute or transfer or otherwise grant rights to any third party in the Software;": "(ب) الترخيص من الباطن أو البيع أو التنازل أو التأجير أو التأجير أو التصدير أو الاستيراد أو التوزيع أو النقل أو منح الحقوق لأي طرف ثالث في البرنامج؛",
    "(c) Undertake, arrange, permit or authorize the modification, creation of derivative works or improvements, translation, reverse engineering, decompiling, disassembling, decryption, emulation, hacking, discovery or attempted discovery of the source code or protocols of the Software or any part or features (except the extent permitted by law);": "(ج) إجراء التعديل أو ترتيبه أو السماح به أو الإذن به ، إنشاء أعمال مشتقة أو تحسينات ، ترجمة ، عكس الهندسة ، التفكيك ، التفكيك ، فك التشفير ، المحاكاة ، قرصنة أو اكتشاف أو محاولة اكتشاف شفرة المصدر أو بروتوكولات البرنامج أو أي جزء أو ميزات (باستثناء النطاق يسمح به القانون) ؛",
    "(d) Remove, obscure or alter any copyright notices or other proprietary notices included in the Software;": "(د) إزالة أو إخفاء أو تغيير أي إشعارات حقوق نشر أو إشعارات ملكية أخرى مضمنة في البرنامج؛",
    "(e) Use the Software or any part thereof for commercial purpose (including but not limited to any corporate website, government website, financial and educational institution website, business website, or other websites for earnings and profits),unless you have been licensed to.": "(هـ) استخدام البرنامج أو أي جزء منه لأغراض تجارية (بما في ذلك على سبيل المثال لا الحصر ، أي موقع ويب خاص بشركة أو موقع ويب حكومي أو موقع ويب لمؤسسة مالية وتعليمية أو موقع ويب خاص بالعمل أو مواقع ويب أخرى لتحقيق الأرباح والأرباح) ، ما لم يتم ترخيصك .",
    "The restrictions contained herein apply equally to any updates to the Software that you may obtain. If you breach this restriction, you may be subject to prosecution and damages.": "تنطبق القيود الواردة هنا بشكل متساوٍ على أي تحديثات للبرنامج قد تحصل عليها. إذا خرقت هذا التقييد ، فقد تتعرض للمقاضاة والتعويضات.",
    "Consent to Use of Data": "الموافقة على استخدام البيانات",
    "You agree that we may collect and use related information, including but not limited to technical information about your mobile device, system, accounts, call duration, IP address, resolution, voice and video quality enhancing parameters, information that is gathered periodically to facilitate the provision of Software updates, product support and other services related to the Software to you (if any). We may use this information and promise to protect the privacy and personal information of users in accordance with the Privacy Policy.": "أنت توافق على أنه يجوز لنا جمع واستخدام المعلومات ذات الصلة ، بما في ذلك على سبيل المثال لا الحصر المعلومات التقنية حول جهازك المحمول ، والنظام ، والحسابات ، ومدة المكالمة ، وعنوان IP ، والدقة ، ومعلمات تحسين جودة الصوت والفيديو ، والمعلومات التي يتم جمعها بشكل دوري لتسهيل توفير تحديثات البرامج ودعم المنتج والخدمات الأخرى المتعلقة بالبرنامج لك (إن وجدت). قد نستخدم هذه المعلومات ونعد بحماية الخصوصية والمعلومات الشخصية للمستخدمين وفقًا لسياسة الخصوصية.",
    "By using or continuing to use our services, you agree that we collect, use, store, share, transfer and publicly disclose your information in accordance with the Privacy Policy.": "باستخدام خدماتنا أو الاستمرار في استخدامها ، فإنك توافق على أننا نجمع معلوماتك ونستخدمها ونخزنها ونشاركها وننقلها ونكشف عنها علنًا وفقًا لسياسة الخصوصية.",
    "Modifications": "التعديلات",
    "Save Life Foundation, Inc reserves the right to amend this Agreement at any time by publishing the revised Agreement on the website. In the event where the terms of this Agreement are amended and restrict your right, we will show you the amended Agreement by way of push notifications and/or pop-up windows when you log in and the Agreement is amended. Your continued use of the Software shall constitute your acceptance to be bound by the Agreement.": "تحتفظ مؤسسة Save Life، Inc بالحق في تعديل هذه الاتفاقية في أي وقت عن طريق نشر الاتفاقية المنقحة على الموقع. في حالة تعديل شروط هذه الاتفاقية وتقييد حقك ، سنعرض لك الاتفاقية المعدلة عن طريق دفع الإشعارات و / أو النوافذ المنبثقة عند تسجيل الدخول وتعديل الاتفاقية. يشكل استمرار استخدامك للبرنامج موافقتك على الالتزام بالاتفاقية.",
    "Termination": "انهاء",
    "Termination Paragraph": "ستظل هذه الاتفاقية سارية المفعول والتأثير الكامل أثناء استخدام الخدمة و / أو امتلاك حساب Save Life Connect. يمكنك إلغاء تثبيت البرنامج وحذفه لإنهاء استخدامك للبرنامج في أي وقت ولأي سبب. يمكنك أيضًا أن تطلب إنهاء حسابك. يجوز للشركة إنهاء أو تعليق حسابك في أي وقت دون إشعار إذا اعتقدت الشركة أنك قد انتهكت هذه الاتفاقية وفقًا لتقديرها الخاص. تحتفظ مؤسسة Save Life Foundation، Inc بالحق في إنهاء الاتفاقية واستخدامك للبرنامج في أي وقت ولأي سبب أو بدون سبب على الإطلاق. عند إنهاء الاتفاقية ، يجب عليك التوقف عن استخدام البرنامج بالكامل ، وإتلاف جميع النسخ ، كاملة أو جزئية من البرنامج. تظل الأحكام الواردة في هذه الاتفاقية سارية المفعول بعد إنهاء هذه الاتفاقية.",
    "Intellectual Property": "الملكية الفكرية",
    "Intellectual Property Paragraph": "جميع حقوق الملكية الفكرية وحقوق العلامات التجارية وحقوق براءات الاختراع في البرنامج وجميع المعلومات المتعلقة بالبرنامج ، بما في ذلك على سبيل المثال لا الحصر التعبيرات المكتوبة ومجموعاتها وأيقوناتها وألوانها وتصميم واجهة المستخدم والمطبوعات والمستندات الإلكترونية ، تخضع لحماية حقوق النشر القوانين وقانون العلامات التجارية وقانون براءات الاختراع وقانون مكافحة المنافسة غير العادلة للولايات المتحدة الأمريكية ومعاهدات حقوق النشر الدولية وقوانين وأنظمة الملكية الفكرية الأخرى. باستثناء تلك المتعلقة بالبرامج أو التقنيات المصرح بها من قبل طرف ثالث ، تتمتع Save Life Foundation، Inc بالملكية الفكرية المذكورة أعلاه.",
    "Intellectual Property Paragraph2": "تمتلك الشركة وتحتفظ بجميع حقوق الملكية في الخدمة وفي جميع المحتويات والعلامات التجارية والأسماء التجارية وعلامات الخدمة وحقوق الملكية الفكرية الأخرى المتعلقة بها. تحتوي الخدمة على المواد المحمية بحقوق الطبع والنشر والعلامات التجارية ومعلومات الملكية الأخرى الخاصة بالشركة ومرخصيها. أنت توافق على عدم نسخ أو تعديل أو نقل أو إنشاء أي أعمال مشتقة من أو استخدام أو إعادة إنتاج بأي شكل من الأشكال أي مواد محمية بحقوق الطبع والنشر أو علامات تجارية أو أسماء تجارية أو علامات خدمة أو غيرها من معلومات الملكية الفكرية أو الملكية التي يمكن الوصول إليها من خلال الخدمة ، بدون الحصول أولاً على موافقة خطية مسبقة من الشركة ، أو مالك هذه الملكية الفكرية أو حقوق الملكية إذا لم تكن هذه الملكية مملوكة للشركة. أنت توافق على عدم إزالة أو إخفاء أو تغيير أي إشعارات ملكية تظهر على أي محتوى ، بما في ذلك حقوق النشر والعلامات التجارية وإشعارات الملكية الفكرية الأخرى.",
    "Intellectual Property Paragraph3": "البرنامج مرخص للاستخدام وليس البيع. الملكية الفكرية لا تنتقل إليك. لا يوجد ترخيص أو حق أو مصلحة ضمنية ممنوحة في أي حقوق طبع ونشر أو براءة اختراع أو سر تجاري أو علامة تجارية أو اختراع أو أي حق آخر من حقوق الملكية الفكرية. بدون الحصول على موافقة خطية مسبقة من Save Life Foundation، Inc ، لا يجوز لك استخدام البرنامج أو أي جزء منه لأغراض تجارية ولا يجوز لك تنفيذ أو استخدام أو نقل أو السماح لأي طرف ثالث بتنفيذ أو استخدام أو نقل الملكية الفكرية المذكورة أعلاه من أجل الغرض من الربح أو غير الربحي. تحتفظ مؤسسة Save Life Foundation، Inc بالحق في التحقيق في السلوكيات المذكورة أعلاه غير المصرح بها.",
    "The Agreement does not grant you any rights in connection with any trademarks or service marks of Save Life Foundation, Inc.": "لا تمنحك الاتفاقية أي حقوق فيما يتعلق بأي علامات تجارية أو علامات خدمة لمؤسسة Save Life، Inc.",
    "In App Purchases": "عمليات الشراء داخل التطبيق",
    "In App Purchases Paragraph": "من وقت لآخر ، قد تقدم Save Life Connect منتجات وخدمات إضافية للشراء (\"عمليات الشراء داخل التطبيق\") من خلال iTunes أو Google Play أو منصات التطبيقات الأخرى المرخصة من قبل Save Life Connect (يُشار إلى كل منها باسم \"متجر برامج\"). إذا اخترت إجراء عملية شراء داخل التطبيق ، فستتم مطالبتك بإدخال تفاصيل حسابك من خلال النظام الأساسي للجوّال الذي تستخدمه (على سبيل المثال ، Apple ، وما إلى ذلك) (\"حساب IAP الخاص بك\") ، وسيتم تحصيل رسوم من حساب IAP الخاص بك للشراء داخل التطبيق وفقًا للشروط التي تم الكشف عنها لك وقت الشراء بالإضافة إلى الشروط العامة لعمليات الشراء داخل التطبيق التي تنطبق على حساب IAP الخاص بك. قد تفرض عليك بعض متاجر البرامج ضريبة مبيعات ، حسب المكان الذي تعيش فيه. إذا قمت بشراء اشتراك دوري متكرر تلقائيًا من خلال عملية شراء داخل التطبيق ، فستتم محاسبتك على حساب IAP باستمرار مقابل الاشتراك حتى تقوم بالإلغاء. بعد فترة الالتزام الأولي باشتراكك ، ومرة أخرى بعد أي فترة اشتراك لاحقة ، سيستمر اشتراكك تلقائيًا لفترة إضافية معادلة ، بالسعر الذي وافقت عليه عند الاشتراك. إذا كنت لا ترغب في تجديد اشتراكك تلقائيًا ، أو إذا كنت ترغب في تغيير أو إنهاء اشتراكك ، فستحتاج إلى تسجيل الدخول إلى حساب IAP الخاص بك واتباع التعليمات لإلغاء اشتراكك ، حتى إذا قمت بحذف حسابك معنا بطريقة أخرى أو إذا قمت بحذف تطبيق Save Life Connect من جهازك. لا يؤدي حذف حسابك على Save Life Connect أو حذف تطبيق Save Life Connect من جهازك إلى إلغاء اشتراكك ؛ سيحتفظ Save Life Connect بجميع الأموال المحملة على حساب IAP الخاص بك حتى تقوم بإلغاء اشتراكك من خلال حساب IAP الخاص بك. إذا قمت بإلغاء اشتراكك ، فيمكنك استخدام اشتراكك حتى نهاية مدة اشتراكك الحالية ؛ لن يتم تجديد اشتراكك بعد انتهاء المدة الحالية الخاصة بك. ومع ذلك ، لن تكون مؤهلاً لاسترداد نسبي لأي جزء من رسوم الاشتراك المدفوعة لفترة الاشتراك السارية في ذلك الوقت. يرجى الرجوع إلى شروط منصة التطبيق الخاصة بك والتي تنطبق عليك في مشتريات التطبيق. يرجى الرجوع إلى اتفاقية خدمة الاشتراك المستمر لعضوية Save Life Connect للحصول على شروط أكثر تحديدًا لاشتراك التجديد التلقائي.",
    "Disclaimers": "اخلاء المسؤوليه",
    "Disclaimers Paragraph": "أنت تقر وتوافق صراحة على أن استخدام البرنامج على مسؤوليتك وحدك. إلى أقصى حد يسمح به القانون المعمول به ، يتم تقديم البرنامج على أساس \"كما هو\" ولا يوجد ضمان ، سواء أكان صريحًا أم ضمنيًا. تخلي Save Life Foundation، Inc صراحة مسؤوليتها عن جميع الضمانات من أي نوع ، سواء كانت صريحة أو ضمنية ، بما في ذلك على سبيل المثال لا الحصر الضمانات الضمنية الخاصة بالتسويق والملاءمة لغرض معين وعدم الانتهاك.",
    "Disclaimers Paragraph2": "إلى أقصى حد يسمح به القانون المعمول به ، لن تتحمل مؤسسة Save Life Foundation، Inc أو الشركات التابعة لها أو الشركات التابعة لها أو الشركات الأم أو الوكلاء أو الشركاء أو الموظفون (المشار إليها فيما يلي باسم \"مؤسسة Save Life Foundation، Inc\") المسؤولية تجاه أنت أو أي طرف ثالث بأي شكل من الأشكال عن أي خسائر أو مسؤوليات أو مطالبات أو أضرار من أي نوع ، سواء كانت مباشرة أو غير مباشرة أو عرضية أو تبعية أو خاصة أو عقابية ، أو لفقدان الإيرادات أو الأرباح ، أو فقدان البيانات ، أو فقدان الأعمال ، أو أي أضرار أخرى ، تنشأ عن أو فيما يتعلق بالبرنامج أو الاتفاقية أو الأداء أو التعليق أو الإنهاء أو الانتهاك لهذه الاتفاقية ، حتى لو تم إخطار Save Life Foundation أو Inc أو أي طرف آخر من Save Life Foundation، Inc باحتمالية ذلك منها. لا تتحمل مؤسسة Save Life Foundation، Inc أي مسؤولية فيما يتعلق بالاتفاقية أو استخدام البرنامج أو ناشئة عنها.",
    "Indemnification": "التعويض",
    "Indemnification Paragraph": "أنت توافق على حماية وتعويض مؤسسة Save Life Foundation، Inc والشركات التابعة لها والمسؤولين والوكلاء والموظفين من وضد أي مطالبة من طرف ثالث تنشأ عن أو تتعلق بأي شكل من الأشكال باستخدامك للخدمة أو البرنامج ، بما في ذلك أي المسؤولية أو المصاريف الناشئة عن جميع المطالبات والخسائر والأضرار (الفعلية والتبعية) والدعاوى والأحكام وتكاليف التقاضي وأتعاب المحاماة ، من كل نوع وطبيعتها. في مثل هذه الحالة ، ستزودك مؤسسة Save Life Foundation بإخطار كتابي بمثل هذه الدعوى أو الدعوى أو الإجراء.",
    "Choice of Law and Jurisdiction": "اختيار القانون والاختصاص",
    "Choice of Law and Jurisdiction Paragraph": "تخضع الاتفاقية وتفسر وفقًا لقوانين الولايات المتحدة الأمريكية. سيتم رفع أي مطالبات أو إجراءات قانونية أو دعاوى قضائية تنشأ فيما يتعلق بالبرنامج فقط أمام محكمة الشعب في المكان الذي توجد فيه مؤسسة Save Life Foundation، Inc ، وأنت توافق على الاختصاص القضائي لهذه المحاكم.",
    "Connect With Us": "اتصل بنا",
    "Whether you want some help or just to ask us a question, you are welcome to do it using the form below.": "سواء كنت تريد بعض المساعدة أو فقط لتطرح علينا سؤالاً ، فنحن نرحب بك للقيام بذلك باستخدام النموذج أدناه.",
    "Your Message": "رسالتك",
    "Send": "إرسال",
    "Dark Mode": "الوضع الداكن",
    "Page not found": "الصفحة غير موجودة",
    "Oops! The page you are looking for does not exist. It might have been removed or deleted": "عفوًا! الصفحة التي تبحث عنها غير موجودة. ربما تمت إزالته أو حذفه"
}